Repository: starcat-app/Starcat
Catalog: Starcat/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, uk, vi, zh_hans, zh_hant

# settings.aiIndex.rebuildAll.confirm
source: Rebuild all
ar: إعادة بناء الكل
de: Alle neu aufbauen
es: Reconstruir todo
fr: Tout reconstruire
id: Bangun ulang semua
it: Ricostruisci tutto
ja: すべて再構築
ko: 모두 재구축
nl: Alles herbouwen
pl: Przebuduj wszystkie
pt_br: Reconstruir todos
ru: Перестроить всё
tr: Tümünü yeniden oluştur
uk: Перебудувати все
vi: Xây dựng lại tất cả
zh_hans: 全量重建
zh_hant: 全量重建

# settings.aiIndex.rebuildAll.confirmMessage
source: This will run every starred repository through the embedding API. The local vector cache will be replaced after success.
ar: سيؤدي هذا إلى تشغيل كل مستودع مميز بنجمة عبر واجهة برمجة التطبيقات للتضمين. سيتم استبدال ذاكرة التخزين المؤقت للمتجهات المحلية بعد النجاح.
de: Dadurch wird jedes gespeicherte Repository über die Embedding-API verarbeitet. Der lokale Vektor-Cache wird nach Erfolg ersetzt.
es: Esto ejecutará cada repositorio destacado a través de la API de incrustación. La caché de vectores local se reemplazará tras el éxito.
fr: Cela exécutera chaque dépôt suivi via l'API d'embedding. Le cache vectoriel local sera remplacé après succès.
id: Ini akan menjalankan setiap repositori yang dibintangi melalui API embedding. Cache vektor lokal akan diganti setelah berhasil.
it: Questo eseguirà ogni repository stellato attraverso l'API di embedding. La cache locale dei vettori verrà sostituita dopo il successo.
ja: これにより、スター付きのすべてのリポジトリが埋め込みAPIを通じて実行されます。成功後、ローカルベクトルキャッシュが置き換えられます。
ko: 모든 별표 표시된 저장소가 임베딩 API를 통해 실행됩니다. 성공 후 로컬 벡터 캐시가 교체됩니다.
nl: Dit voert elke gemarkeerde repository door de inbeddings-API. De lokale vectorcache wordt na succes vervangen.
pl: Spowoduje to przetworzenie każdego oznaczonego gwiazdką repozytorium przez API osadzania. Lokalna pamięć podręczna wektorów zostanie zastąpiona po powodzeniu.
pt_br: Isso executará todos os repositórios favoritados pela API de incorporação. O cache de vetores local será substituído após o sucesso.
ru: Это запустит каждый отмеченный репозиторий через API встраивания. Локальный кеш векторов будет заменён после успеха.
tr: Bu, yıldızlanan her depoyu yerleştirme API'sinden geçirecektir. Yerel vektör önbelleği başarılı olduktan sonra değiştirilecektir.
uk: Це запустить кожен позначений зірочкою репозиторій через API вбудовування. Локальний кеш векторів буде замінено після успіху.
vi: Thao tác này sẽ chạy mọi kho lưu trữ đã gắn sao qua API nhúng. Bộ nhớ đệm vector cục bộ sẽ được thay thế sau khi thành công.
zh_hans: 将让所有 starred 仓库重新走一次 embedding API，本地向量缓存会被替换。
zh_hant: 將讓所有 starred 倉庫重新走一次 embedding API，本地向量緩存會被替換。

# settings.aiIndex.rebuildAll.confirmTitle
source: Rebuild all vectors?
ar: إعادة بناء جميع المتجهات؟
de: Alle Vektoren neu aufbauen?
es: ¿Reconstruir todos los vectores?
fr: Reconstruire tous les vecteurs ?
id: Bangun ulang semua vektor?
it: Ricostruire tutti i vettori?
ja: すべてのベクトルを再構築しますか？
ko: 모든 벡터를 재구축하시겠습니까?
nl: Alle vectoren herbouwen?
pl: Przebudować wszystkie wektory?
pt_br: Reconstruir todos os vetores?
ru: Перестроить все векторы?
tr: Tüm vektörler yeniden oluşturulsun mu?
uk: Перебудувати всі вектори?
vi: Xây dựng lại tất cả vector?
zh_hans: 确认全量重建？
zh_hant: 確認全量重建？

# settings.aiIndex.rebuildAll.hint
source: Forces every starred repo through embedding API; consumes quota.
ar: يفرض على كل مستودع مميز بنجمة المرور عبر واجهة برمجة تطبيقات التضمين؛ يستهلك الحصة.
de: Erzwingt die Verarbeitung aller gespeicherten Repos über die Embedding-API; verbraucht Kontingent.
es: Fuerza cada repo destacado a través de la API de incrustación; consume cuota.
fr: Force chaque dépôt suivi via l'API d'embedding ; consomme du quota.
id: Memaksa setiap repositori yang dibintangi melalui API embedding; menghabiskan kuota.
it: Forza ogni repo stellato attraverso l'API di embedding; consuma quota.
ja: スター付きのすべてのリポジトリを強制的に埋め込みAPIに通します。クォータを消費します。
ko: 모든 별표 표시된 저장소를 임베딩 API를 통해 강제 실행합니다. 할당량을 소비합니다.
nl: Forceert elke gemarkeerde repo door de inbeddings-API; verbruikt quotum.
pl: Wymusza przetworzenie każdego oznaczonego gwiazdką repozytorium przez API osadzania; zużywa limit.
pt_br: Força todos os repositórios favoritados pela API de incorporação; consome cota.
ru: Принудительно запускает каждый отмеченный репозиторий через API встраивания; расходует квоту.
tr: Yıldızlanan her depoyu yerleştirme API'sinden geçmeye zorlar; kotayı tüketir.
uk: Примусово запускає кожен позначений зірочкою репозиторій через API вбудовування; витрачає квоту.
vi: Buộc mọi kho lưu trữ đã gắn sao qua API nhúng; tiêu tốn hạn mức.
zh_hans: 强制所有 starred 仓库重新走 embedding API；会消耗配额。
zh_hant: 強制所有 starred 倉庫重新走 embedding API；會消耗配額。

# settings.aiIndex.scoreThreshold
source: Result filter threshold
ar: عتبة تصفية النتائج
de: Ergebnis-Filterschwellenwert
es: Umbral de filtro de resultados
fr: Seuil de filtrage des résultats
id: Ambang filter hasil
it: Soglia filtro risultati
ja: 結果フィルターしきい値
ko: 결과 필터 임계값
nl: Resultaatfilterdrempel
pl: Próg filtrowania wyników
pt_br: Limiar de filtro de resultados
ru: Порог фильтра результатов
tr: Sonuç filtre eşiği
uk: Поріг фільтрації результатів
vi: Ngưỡng lọc kết quả
zh_hans: 搜索结果过滤阈值
zh_hant: 搜索結果過濾閾值

# settings.aiIndex.scoreThreshold.hint
source: Hide semantic search results below this similarity score; default 75%.
ar: إخفاء نتائج البحث الدلالي تحت درجة التشابه هذه؛ الافتراضي 75%.
de: Semantische Suchergebnisse unterhalb dieser Ähnlichkeitsbewertung ausblenden; Standard 75 %.
es: Oculta los resultados de búsqueda semántica por debajo de esta puntuación de similitud; valor predeterminado 75%.
fr: Masque les résultats de recherche sémantique en dessous de ce score de similarité ; par défaut 75 %.
id: Sembunyikan hasil pencarian semantik di bawah skor kemiripan ini; default 75%.
it: Nascondi risultati di ricerca semantica al di sotto di questo punteggio di similarità; predefinito 75%.
ja: この類似度スコア以下のセマンティック検索結果を非表示にします。デフォルトは75%。
ko: 이 유사도 점수 미만의 의미 검색 결과를 숨깁니다. 기본값 75%.
nl: Verberg semantische zoekresultaten onder deze overeenkomstscore; standaard 75%.
pl: Ukryj wyniki wyszukiwania semantycznego poniżej tego progu podobieństwa; domyślnie 75%.
pt_br: Oculta resultados da pesquisa semântica abaixo desta pontuação de similaridade; padrão 75%.
ru: Скрывать результаты семантического поиска ниже этой оценки сходства; по умолчанию 75%.
tr: Anlamsal arama sonuçlarını bu benzerlik puanının altında gizler; varsayılan %75.
uk: Приховувати результати семантичного пошуку нижче цього показника схожості; за замовчуванням 75%.
vi: Ẩn kết quả tìm kiếm ngữ nghĩa dưới điểm tương đồng này; mặc định 75%.
zh_hans: AI 语义搜索时，相似度低于此分数的结果不显示；默认 75%。
zh_hant: AI 語義搜索時，相似度低於此分數的結果不顯示；默認 75%。

# settings.aiIndex.section
source: Full-text Index
ar: فهرس النص الكامل
de: Volltext-Index
es: Índice de texto completo
fr: Index en texte intégral
id: Indeks Teks Penuh
it: Indice full-text
ja: 全文インデックス
ko: 전문 색인
nl: Volledige tekstindex
pl: Indeks pełnotekstowy
pt_br: Índice de texto completo
ru: Полнотекстовый индекс
tr: Tam metin dizini
uk: Повнотекстовий індекс
vi: Chỉ mục toàn văn
zh_hans: 全文索引
zh_hant: 全文索引

# settings.aiIndex.truncateLength
source: README truncation length
ar: طول اقتطاع README
de: README-Kürzungslänge
es: Longitud de truncamiento del README
fr: Longueur de troncature du README
id: Panjang pemotongan README
it: Lunghezza troncamento README
ja: README 切り詰め長さ
ko: README 잘라내기 길이
nl: README-afkappingslengte
pl: Długość obcięcia README
pt_br: Comprimento de truncamento do README
ru: Длина усечения README
tr: README kısaltma uzunluğu
uk: Довжина обрізання README
vi: Độ dài cắt README
zh_hans: README 截断长度
zh_hant: README 截斷長度

# settings.aiIndex.truncateLength.hint
source: Maximum characters fed to embedding model after README cleanup.
ar: الحد الأقصى لعدد الأحرف المُرسلة إلى نموذج التضمين بعد تنظيف README.
de: Maximale Zeichen, die nach README-Bereinigung an das Embedding-Modell übergeben werden.
es: Máximo de caracteres enviados al modelo de incrustación tras la limpieza del README.
fr: Nombre maximum de caractères envoyés au modèle d'embedding après nettoyage du README.
id: Karakter maksimum yang diberikan ke model embedding setelah pembersihan README.
it: Numero massimo di caratteri inviati al modello di embedding dopo la pulizia del README.
ja: README クリーンアップ後に埋め込みモデルに渡す最大文字数。
ko: README 정리 후 임베딩 모델에 전달되는 최대 문자 수입니다.
nl: Maximum aantal tekens dat aan het inbeddingsmodel wordt gevoerd na README-opschoning.
pl: Maksymalna liczba znaków przekazywana do modelu osadzania po oczyszczeniu README.
pt_br: Máximo de caracteres enviados ao modelo de incorporação após a limpeza do README.
ru: Максимальное количество символов, передаваемых модели встраивания после очистки README.
tr: README temizliğinden sonra yerleştirme modeline beslenen maksimum karakter sayısı.
uk: Максимальна кількість символів, що передаються моделі вбудовування після очищення README.
vi: Số ký tự tối đa được cung cấp cho mô hình nhúng sau khi làm sạch README.
zh_hans: 清洗后用于向量化的最大字符数；默认 12000。
zh_hant: 清洗後用於向量化的最大字符數；默認 12000。

# settings.appearance.dark
source: Dark
ar: داكن
de: Dunkel
es: Oscuro
fr: Sombre
id: Gelap
it: Scuro
ja: ダーク
ko: 어두운
nl: Donker
pl: Ciemny
pt_br: Escuro
ru: Тёмная
tr: Koyu
uk: Темна
vi: Tối
zh_hans: 深色
zh_hant: 深色

# settings.appearance.light
source: Light
ar: فاتح
de: Hell
es: Claro
fr: Clair
id: Terang
it: Chiaro
ja: ライト
ko: 밝은
nl: Licht
pl: Jasny
pt_br: Claro
ru: Светлая
tr: Açık
uk: Світла
vi: Sáng
zh_hans: 浅色
zh_hant: 浅色

# settings.appearance.system
source: System
ar: النظام
es: Sistema
fr: Système
id: Sistem
it: Sistema
ja: システム
ko: 시스템
nl: Systeem
pl: Systemowy
pt_br: Sistema
ru: Системная
tr: Sistem
uk: Системна
vi: Hệ thống
zh_hans: 跟随系统
zh_hant: 跟随系统

# settings.autoTidy.actions.generateSummary
source: Generate AI summaries
ar: إنشاء ملخصات بالذكاء الاصطناعي
de: KI-Zusammenfassungen generieren
es: Generar resúmenes de IA
fr: Générer des résumés IA
id: Hasilkan ringkasan AI
it: Genera riepiloghi AI
ja: AIサマリーを生成
ko: AI 요약 생성
nl: AI-samenvattingen genereren
pl: Generuj podsumowania AI
pt_br: Gerar resumos com IA
ru: Генерировать AI-сводки
tr: AI özetleri oluştur
uk: Генерувати підсумки ШІ
vi: Tạo tóm tắt AI
zh_hans: 生成 AI 摘要
zh_hant: 生成 AI 摘要

# settings.autoTidy.actions.generateSummary.description
source: Generate and save AI summaries for processed stars. Uses additional model quota.
ar: إنشاء وحفظ ملخصات بالذكاء الاصطناعي للنجوم المعالجة. يستخدم حصة نموذج إضافية.
de: KI-Zusammenfassungen für verarbeitete Sterne generieren und speichern. Verbraucht zusätzliches Modellkontingent.
es: Genera y guarda resúmenes de IA para los destacados procesados. Usa cuota de modelo adicional.
fr: Générer et enregistrer des résumés IA pour les étoiles traitées. Utilise du quota de modèle supplémentaire.
id: Hasilkan dan simpan ringkasan AI untuk bintang yang diproses. Menggunakan kuota model tambahan.
it: Genera e salva riepiloghi AI per le stelle elaborate. Utilizza quota modello aggiuntiva.
ja: 処理したスターのAIサマリーを生成して保存します。追加のモデルクォータを消費します。
ko: 처리된 별표에 대한 AI 요약을 생성하고 저장합니다. 추가 모델 할당량을 사용합니다.
nl: Genereer en sla AI-samenvattingen op voor verwerkte sterren. Gebruikt extra modelquotum.
pl: Generuj i zapisuj podsumowania AI dla przetworzonych gwiazdek. Zużywa dodatkowy limit modelu.
pt_br: Gera e salva resumos com IA para estrelas processadas. Usa cota adicional do modelo.
ru: Генерировать и сохранять AI-сводки для обработанных звёзд. Использует дополнительную квоту модели.
tr: İşlenen yıldızlar için AI özetleri oluşturur ve kaydeder. Ek model kotası kullanır.
uk: Генерувати та зберігати підсумки ШІ для оброблених зірок. Використовує додаткову квоту моделі.
vi: Tạo và lưu tóm tắt AI cho các sao đã xử lý. Sử dụng thêm hạn mức mô hình.
zh_hans: 为处理的 Star 生成并保存 AI 摘要，会额外消耗模型额度。
zh_hant: 为处理的 Star 生成并保存 AI 摘要，会额外消耗模型额度。

# settings.autoTidy.actions.generateTags
source: Auto-apply tags
ar: تطبيق تلقائي للوسوم
de: Tags automatisch anwenden
es: Aplicar etiquetas automáticamente
fr: Appliquer automatiquement les étiquettes
id: Terapkan tag otomatis
it: Applica automaticamente i tag
ja: タグを自動適用
ko: 태그 자동 적용
nl: Tags automatisch toepassen
pl: Automatycznie stosuj tagi
pt_br: Aplicar tags automaticamente
ru: Автоматически применять теги
tr: Etiketleri otomatik uygula
uk: Автоматично застосовувати теги
vi: Tự động áp dụng thẻ
zh_hans: 自动应用标签
zh_hant: 自动应用标签

# settings.autoTidy.actions.generateTags.description
source: Recommend tags and apply them automatically; with the threshold enabled, only tags that meet the confidence requirement are applied.
ar: اقتراح الوسوم وتطبيقها تلقائيًا؛ مع تمكين العتبة، يتم تطبيق الوسوم التي تستوفي متطلبات الثقة فقط.
de: Tags vorschlagen und automatisch anwenden; bei aktiviertem Schwellenwert werden nur Tags mit ausreichender Konfidenz angewendet.
es: Recomienda etiquetas y las aplica automáticamente; con el umbral activado, solo se aplican las etiquetas que cumplen el requisito de confianza.
fr: Recommander des étiquettes et les appliquer automatiquement ; avec le seuil activé, seules les étiquettes atteignant le niveau de confiance requis sont appliquées.
id: Rekomendasikan tag dan terapkan secara otomatis; dengan ambang diaktifkan, hanya tag yang memenuhi persyaratan kepercayaan yang diterapkan.
it: Raccomanda tag e li applica automaticamente; con la soglia abilitata, vengono applicati solo i tag che soddisfano il requisito di confidenza.
ja: タグを推奨して自動適用します。しきい値が有効な場合、信頼度要件を満たすタグのみが適用されます。
ko: 태그를 추천하고 자동으로 적용합니다. 임계값이 활성화된 경우 신뢰도 요구 사항을 충족하는 태그만 적용됩니다.
nl: Tags aanbevelen en automatisch toepassen; met de drempel ingeschakeld worden alleen tags toegepast die aan de vertrouwenseis voldoen.
pl: Zalecaj tagi i stosuj je automatycznie; przy włączonym progu stosowane są tylko tagi spełniające wymagania dotyczące pewności.
pt_br: Recomenda tags e as aplica automaticamente; com o limiar ativado, apenas tags que atendem ao requisito de confiança são aplicadas.
ru: Рекомендовать теги и применять их автоматически; при включённом пороге применяются только теги, соответствующие требованию уверенности.
tr: Etiketleri önerir ve otomatik olarak uygular; eşik etkinleştirildiğinde, yalnızca güven gereksinimini karşılayan etiketler uygulanır.
uk: Рекомендувати теги та застосовувати їх автоматично; з увімкненим порогом застосовуються лише теги, що відповідають вимогам впевненості.
vi: Đề xuất thẻ và tự động áp dụng; với ngưỡng được bật, chỉ áp dụng các thẻ đáp ứng yêu cầu độ tin cậy.
zh_hans: AI 推荐并直接应用标签；启用阈值后，仅应用达到置信度要求的标签。
zh_hant: AI 推荐并直接应用标签；启用阈值后，仅应用达到置信度要求的标签。

# settings.autoTidy.actions.label
source: ACTIONS
ar: الإجراءات
de: AKTIONEN
es: ACCIONES
id: TINDAKAN
it: AZIONI
ja: アクション
ko: 작업
nl: ACTIES
pl: AKCJE
pt_br: AÇÕES
ru: ДЕЙСТВИЯ
tr: İŞLEMLER
uk: ДІЇ
vi: HÀNH ĐỘNG
zh_hans: 执行操作
zh_hant: 执行操作

# settings.autoTidy.enabled.description
source: Tidy untagged stars automatically in the background.
ar: ترتيب النجوم غير الموسومة تلقائيًا في الخلفية.
de: Unmarkierte Sterne automatisch im Hintergrund aufräumen.
es: Ordena automáticamente los destacados sin etiquetar en segundo plano.
fr: Trier automatiquement les étoiles non étiquetées en arrière-plan.
id: Merapikan bintang tanpa tag secara otomatis di latar belakang.
it: Ordina automaticamente le stelle senza tag in background.
ja: バックグラウンドでタグ付けされていないスターを自動的に整理します。
ko: 백그라운드에서 태그되지 않은 별표를 자동으로 정리합니다.
nl: Automatisch ongetagde sterren op de achtergrond opruimen.
pl: Automatycznie porządkuj nieotagowane gwiazdki w tle.
pt_br: Organiza estrelas sem tags automaticamente em segundo plano.
ru: Автоматически упорядочивать неотмеченные звёзды в фоне.
tr: Etiketlenmemiş yıldızları arka planda otomatik olarak düzenleyin.
uk: Автоматично впорядковувати не позначені тегами зірки у фоновому режимі.
vi: Tự động dọn dẹp các sao chưa gắn thẻ trong nền.
zh_hans: 后台自动整理未分类 stars。
zh_hant: 后台自动整理未分类 stars。

# settings.autoTidy.enabled.title
source: Enable
ar: تمكين
de: Aktivieren
es: Activar
fr: Activer
id: Aktifkan
it: Abilita
ja: 有効にする
ko: 활성화
nl: Inschakelen
pl: Włącz
pt_br: Ativar
ru: Включить
tr: Etkinleştir
uk: Увімкнути
vi: Bật
zh_hans: 开启
zh_hant: 开启

# settings.autoTidy.range.label
source: RANGE
ar: النطاق
de: BEREICH
es: RANGO
fr: PLAGE
id: RENTANG
it: INTERVALLO
ja: 範囲
ko: 범위
nl: BEREIK
pl: ZAKRES
pt_br: ALCANCE
ru: ДИАПАЗОН
tr: ARALIK
uk: ДІАПАЗОН
vi: PHẠM VI
zh_hans: 处理范围
zh_hant: 处理范围

# settings.autoTidy.range.maxPerRun
source: Batch size
ar: حجم الدُفعة
de: Batch-Größe
es: Tamaño del lote
fr: Taille du lot
id: Ukuran batch
it: Dimensione batch
ja: バッチサイズ
ko: 배치 크기
nl: Batchgrootte
pl: Rozmiar partii
pt_br: Tamanho do lote
ru: Размер пакета
tr: Toplu iş boyutu
uk: Розмір пакету
vi: Kích thước lô
zh_hans: 批处理数量
zh_hant: 批处理数量

# settings.autoTidy.range.maxPerRun.description
source: Maximum number of untagged stars to process per run (5–500).
ar: الحد الأقصى لعدد النجوم غير الموسومة المراد معالجتها في كل مرة (5–500).
de: Maximale Anzahl unmarkierter Sterne pro Durchlauf (5–500).
es: Número máximo de destacados sin etiquetar a procesar por ejecución (5–500).
fr: Nombre maximum d'étoiles non étiquetées à traiter par exécution (5–500).
id: Jumlah maksimum bintang tanpa tag yang diproses per proses (5–500).
it: Numero massimo di stelle senza tag da elaborare per esecuzione (5–500).
ja: 1回の実行で処理するタグなしスターの最大数（5～500）。
ko: 실행당 처리할 태그되지 않은 별표의 최대 수 (5–500).
nl: Maximum aantal ongetagde sterren om per run te verwerken (5–500).
pl: Maksymalna liczba nieotagowanych gwiazdek do przetworzenia w jednym przebiegu (5–500).
pt_br: Número máximo de estrelas sem tags a processar por execução (5–500).
ru: Максимальное количество неотмеченных звёзд для обработки за один запуск (5–500).
tr: Çalıştırma başına işlenecek maksimum etiketlenmemiş yıldız sayısı (5–500).
uk: Максимальна кількість не позначених тегами зірок для обробки за один запуск (5–500).
vi: Số lượng sao chưa gắn thẻ tối đa được xử lý mỗi lần chạy (5–500).
zh_hans: 每轮最多处理的未分类 Star 数量，范围 5–500。
zh_hant: 每轮最多处理的未分类 Star 数量，范围 5–500。

# settings.autoTidy.range.sortOrder
source: Processing priority
ar: أولوية المعالجة
de: Verarbeitungspriorität
es: Prioridad de procesamiento
fr: Priorité de traitement
id: Prioritas pemrosesan
it: Priorità di elaborazione
ja: 処理優先順位
ko: 처리 우선순위
nl: Verwerkingsprioriteit
pl: Priorytet przetwarzania
pt_br: Prioridade de processamento
ru: Приоритет обработки
tr: İşleme önceliği
uk: Пріоритет обробки
vi: Ưu tiên xử lý
zh_hans: 处理优先级
zh_hant: 处理优先级

# settings.autoTidy.range.sortOrder.description
source: Choose whether each run prefers recently starred, earliest starred, or random stars.
ar: اختر ما إذا كانت كل دُفعة تُفضل النجوم المضافة مؤخرًا، أو الأقدم، أو العشوائية.
de: Wählen Sie, ob jeder Durchlauf zuletzt gespeicherte, zuerst gespeicherte oder zufällige Sterne bevorzugt.
es: Elige si cada ejecución prefiere los destacados recientes, los más antiguos o aleatorios.
fr: Choisissez si chaque exécution privilégie les étoiles récentes, les plus anciennes ou aléatoires.
id: Pilih apakah setiap proses lebih memilih bintang yang baru dibintangi, paling awal dibintangi, atau acak.
it: Scegli se ogni esecuzione preferisce le stelle recenti, le più vecchie o casuali.
ja: 各実行で最近スターを付けたもの、最も古いもの、ランダムのいずれを優先するかを選択します。
ko: 각 실행에서 최근에 별표 표시된 항목, 가장 오래된 항목 또는 무작위 항목을 선호할지 선택합니다.
nl: Kies of elke run de voorkeur geeft aan recent gemarkeerde, eerst gemarkeerde of willekeurige sterren.
pl: Wybierz, czy każdy przebieg preferuje ostatnio oznaczone, najwcześniej oznaczone czy losowe gwiazdki.
pt_br: Escolha se cada execução prefere estrelas recentes, mais antigas ou aleatórias.
ru: Выберите, предпочитает ли каждый запуск недавно отмеченные, самые старые или случайные звёзды.
tr: Her çalıştırmanın en son yıldızlanan, en eski yıldızlanan veya rastgele yıldızları tercih edip etmeyeceğini seçin.
uk: Виберіть, чи кожен запуск віддає перевагу нещодавно позначеним, найстарішим або випадковим зіркам.
vi: Chọn mỗi lần chạy ưu tiên sao gần đây, sao cũ nhất hay sao ngẫu nhiên.
zh_hans: 决定每轮优先处理最近、最早或随机选择的 Star。
zh_hant: 决定每轮优先处理最近、最早或随机选择的 Star。

# settings.autoTidy.section
source: Tag Classification
ar: تصنيف الوسوم
de: Tag-Klassifizierung
es: Clasificación de etiquetas
fr: Classification des étiquettes
id: Klasifikasi Tag
it: Classificazione tag
ja: タグ分類
ko: 태그 분류
nl: Tagclassificatie
pl: Klasyfikacja tagów
pt_br: Classificação de tags
ru: Классификация тегов
tr: Etiket Sınıflandırması
uk: Класифікація тегів
vi: Phân loại thẻ
zh_hans: 标签分类
zh_hant: 标签分类

# settings.autoTidy.status.label
source: STATUS
ar: الحالة
es: ESTADO
fr: STATUT
it: STATO
ja: ステータス
ko: 상태
ru: СТАТУС
tr: DURUM
uk: СТАТУС
vi: TRẠNG THÁI
zh_hans: 运行状态
zh_hant: 运行状态

# settings.autoTidy.status.lastRunFormat
source: Last run %1$@ · applied %2$d / ignored %3$d / failed %4$d
ar: آخر تشغيل %1$@ · طُبقت %2$d / تم تجاهلها %3$d / فشلت %4$d
de: Letzter Durchlauf %1$@ · %2$d angewendet / %3$d ignoriert / %4$d fehlgeschlagen
es: Última ejecución %1$@ · aplicadas %2$d / ignoradas %3$d / fallidas %4$d
fr: Dernière exécution %1$@ · appliqué %2$d / ignoré %3$d / échoué %4$d
id: Proses terakhir %1$@ · diterapkan %2$d / diabaikan %3$d / gagal %4$d
it: Ultima esecuzione %1$@ · applicati %2$d / ignorati %3$d / falliti %4$d
ja: 最終実行 %1$@ · 適用 %2$d / 無視 %3$d / 失敗 %4$d
ko: 마지막 실행 %1$@ · 적용 %2$d / 무시 %3$d / 실패 %4$d
nl: Laatste run %1$@ · toegepast %2$d / genegeerd %3$d / mislukt %4$d
pl: Ostatni przebieg %1$@ · zastosowano %2$d / pominięto %3$d / błędy %4$d
pt_br: Última execução %1$@ · aplicadas %2$d / ignoradas %3$d / falhas %4$d
ru: Последний запуск %1$@ · применено %2$d / пропущено %3$d / ошибок %4$d
tr: Son çalıştırma %1$@ · uygulanan %2$d / yok sayılan %3$d / başarısız %4$d
uk: Останній запуск %1$@ · застосовано %2$d / проігноровано %3$d / помилок %4$d
vi: Lần chạy cuối %1$@ · đã áp dụng %2$d / bỏ qua %3$d / lỗi %4$d
zh_hans: 上次自动跑：%1$@ · 应用 %2$d / 忽略 %3$d / 失败 %4$d
zh_hant: 上次自动跑：%1$@ · 应用 %2$d / 忽略 %3$d / 失败 %4$d

# settings.autoTidy.status.neverRun
source: Never run yet
ar: لم يتم التشغيل بعد
de: Noch nie ausgeführt
es: Nunca ejecutado
fr: Jamais exécuté
id: Belum pernah dijalankan
it: Mai eseguita
ja: まだ実行されていません
ko: 아직 실행되지 않음
nl: Nog nooit uitgevoerd
pl: Jeszcze nie uruchomiono
pt_br: Nunca executado
ru: Ещё не запускалось
tr: Henüz hiç çalıştırılmadı
uk: Ще не запускалося
vi: Chưa chạy lần nào
zh_hans: 尚未自动运行过
zh_hant: 尚未自动运行过

# settings.autoTidy.threshold.enabled
source: Apply confidence threshold
ar: تطبيق عتبة الثقة
de: Konfidenzschwellenwert anwenden
es: Aplicar umbral de confianza
fr: Appliquer le seuil de confiance
id: Terapkan ambang kepercayaan
it: Applica soglia di confidenza
ja: 信頼度しきい値を適用
ko: 신뢰도 임계값 적용
nl: Vertrouwensdrempel toepassen
pl: Stosuj próg pewności
pt_br: Aplicar limiar de confiança
ru: Применять порог уверенности
tr: Güven eşiğini uygula
uk: Застосовувати поріг впевненості
vi: Áp dụng ngưỡng độ tin cậy
zh_hans: 启用置信度阈值
zh_hant: 启用置信度阈值
